Repository: Ali-Fayed/Genics
Catalog: Githubgenics/Helper/Localization/*.lproj/Localizable.strings
Languages: ar

source: Users
ar: المستخدمين

source: Profile
ar: الصفحه الشخصيه

source: Bookmarks
ar: التفضيلات

source: Repositories
ar: المستودعات

source: Commits
ar: الالتزامات

source: Settings
ar: الاعدادات

source: Cancel
ar: الغاء

source: Bookmark
ar: اضافه الي المفضله

source: URL
ar: فتح عبر المتصفح

source: More
ar: المزيد

source: Dark Mode
ar: الوضع الليلي

source: Log Out
ar: تسجيل الخروج

source: Sign in with GitHub
ar: سجل ب Github

source: By sigining in you accept Github
ar: ‎بتسجيلك ستقوم بالموافقه علي شروط الموقع

source: make sure you read the README file and fetch your client ID & client secret to Login with Github and avoid 404 web error or Try without!!
ar: تأكد من قرائتك لملف الوصف !!

source: Try without Github!
ar: الاستمرار باي شكل

source: by continue any way you will face API usage limit issues!
ar: !بالاستمرار باستخدام التطبيق هكذا ستواجه مشاكل مثل حدود الاستخدام و البحث و خلافه !!

source: Terms of use
ar: ‎و تعليمات الاستخدام

source: and
ar: و

source: Privacy policy.
ar: ‎سياسه الخصوصيه

source: Continue!
ar: الاستمرار!

source: Search...
ar: البحث...

source: RECENT SEARCHES
ar: اخر كلمات البحث

source: Please check your connection
ar: من فضلك قم بالتآكد من اتصالك بالانترنت

source: Login Options
ar: خيارات التسجيل!

source: Delete All Records!
ar: مسح جميع السجلات!

source: Organizations
ar: المنظمات

source: There aren't any orgs.
ar: لا يوجد منظمات

source: Starred
ar: التفضيلات

source: Search For users.
ar: البحث عن عضو

source: Search For repos.
ar: البحث عن مستودع

source: Search For saved
ar: البحث عن التفضيلات
